"Western (Mac OS Roman)" = "Västerländsk (Mac OS Roman)";
"Japanese (Mac OS)" = "Japansk (Mac OS)";
"Traditional Chinese (Mac OS)" = "Traditionell kinesisk (Mac OS)";
"Korean (Mac OS)" = "Koreansk (Mac OS)";
"Arabic (Mac OS)" = "Arabisk (Mac OS)";
"Hebrew (Mac OS)" = "Hebreisk (Mac OS)";
"Greek (Mac OS)" = "Grekisk (Mac OS)";
"Cyrillic (Mac OS)" = "Kyrillisk (Mac OS)";
"Devanagari (Mac OS)" = "Devanagari (Mac OS)";
"Gurmukhi (Mac OS)" = "Gurmukhi (Mac OS)";
"Gujarati (Mac OS)" = "Gujarati (Mac OS)";
"Thai (Mac OS)" = "Thailändsk (Mac OS)";
"Simplified Chinese (Mac OS)" = "Förenklad kinesisk (Mac OS)";
"Tibetan (Mac OS)" = "Tibetansk (Mac OS)";
"Central European (Mac OS)" = "Centraleuropeisk (Mac OS)";
"Symbol (Mac OS)" = "Symbol (Mac OS)";
"Dingbats (Mac OS)" = "Dingbats (Mac OS)";
"Turkish (Mac OS)" = "Turkisk (Mac OS)";
"Croatian (Mac OS)" = "Kroatisk (Mac OS)";
"Icelandic (Mac OS)" = "Isländsk (Mac OS)";
"Romanian (Mac OS)" = "Rumänsk (Mac OS)";
"Celtic (Mac OS)" = "Keltisk (Mac OS)";
"Gaelic (Mac OS)" = "Gaelisk (Mac OS)";
"Keyboard Symbols (Mac OS)" = "Tangentbordstecken (Mac OS)";
"Farsi (Mac OS)" = "Persisk (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "Kyrillisk (Ukrainsk Mac OS)";
"Inuit (Mac OS)" = "Inuitisk (Mac OS)";
"Unicode (UTF-16)" = "Unicode (UTF-16)";
"Unicode (UTF-7)" = "Unicode (UTF-7)";
"Unicode (UTF-8)" = "Unicode (UTF-8)";
"Unicode (UTF-32)" = "Unicode (UTF-32)";
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";
"Western (ISO Latin 1)" = "Västerländsk (ISO Latin 1)";
"Central European (ISO Latin 2)" = "Centraleuropeisk (ISO Latin 2)";
"Western (ISO Latin 3)" = "Västerländsk (ISO Latin 3)";
"Central European (ISO Latin 4)" = "Centraleuropeisk (ISO Latin 4)";
"Cyrillic (ISO 8859-5)" = "Kyrillisk (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "Arabisk (ISO 8859-6)";
"Greek (ISO 8859-7)" = "Grekisk (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "Hebreisk (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "Turkisk (ISO Latin 5)";
"Nordic (ISO Latin 6)" = "Nordisk (ISO Latin 6)";
"Thai (ISO 8859-11)" = "Thailändsk (ISO 8859-11)";
"Baltic (ISO Latin 7)" = "Baltisk (ISO Latin 7)";
"Celtic (ISO Latin 8)" = "Keltisk (ISO Latin 8)";
"Western (ISO Latin 9)" = "Västerländsk (ISO Latin 9)";
"Romanian (ISO Latin 10)" = "Rumänsk (ISO Latin 10)";
"Latin-US (DOS)" = "Latinsk, USA (DOS)";
"Greek (DOS)" = "Grekisk (DOS)";
"Baltic (DOS)" = "Baltisk (DOS)";
"Western (DOS Latin 1)" = "Västerländsk (DOS Latin 1)";
"Greek (DOS Greek 1)" = "Grekisk (DOS Greek 1)";
"Central European (DOS Latin 2)" = "Centraleuropeisk (DOS Latin 2)";
"Cyrillic (DOS)" = "Kyrillisk (DOS)";
"Turkish (DOS)" = "Turkisk (DOS)";
"Portuguese (DOS)" = "Portugisisk (DOS)";
"Icelandic (DOS)" = "Isländsk (DOS)";
"Hebrew (DOS)" = "Hebreisk (DOS)";
"Canadian French (DOS)" = "Kanadensisk fransk (DOS)";
"Arabic (DOS)" = "Arabisk (DOS)";
"Nordic (DOS)" = "Nordisk (DOS)";
"Russian (DOS)" = "Rysk (DOS)";
"Greek (DOS Greek 2)" = "Grekisk (DOS Greek 2)";
"Thai (Windows, DOS)" = "Thailändsk (Windows, DOS)";
"Japanese (Windows, DOS)" = "Japansk (Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "Förenklad kinesisk (Windows, DOS)";
"Korean (Windows, DOS)" = "Koreansk (Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "Traditionell kinesisk (Windows, DOS)";
"Western (Windows Latin 1)" = "Västerländsk (Windows Latin 1)";
"Central European (Windows Latin 2)" = "Centraleuropeisk (Windows Latin 2)";
"Cyrillic (Windows)" = "Kyrillisk (Windows)";
"Greek (Windows)" = "Grekisk (Windows)";
"Turkish (Windows Latin 5)" = "Turkisk (Windows Latin 5)";
"Hebrew (Windows)" = "Hebreisk (Windows)";
"Arabic (Windows)" = "Arabisk (Windows)";
"Baltic (Windows)" = "Baltisk (Windows)";
"Vietnamese (Windows)" = "Vietnamesisk (Windows)";
"Western (ASCII)" = "Västerländsk (ASCII)";
"Japanese (Shift JIS X0213)" = "Japansk (Shift JIS X0213)";
"Chinese (GBK)" = "Kinesisk (GBK)";
"Chinese (GB 18030)" = "Kinesisk (GB 18030)";
"Japanese (ISO 2022-JP)" = "Japansk (ISO 2022-JP)";
"Japanese (ISO 2022-JP-2)" = "Japansk (ISO 2022-JP-2)";
"Japanese (ISO 2022-JP-1)" = "Japansk (ISO 2022-JP-1)";
"Chinese (ISO 2022-CN)" = "Kinesisk (ISO 2022-CN)";
"Korean (ISO 2022-KR)" = "Koreansk (ISO 2022-KR)";
"Japanese (EUC)" = "Japansk (EUC)";
"Simplified Chinese (GB 2312)" = "Förenklad kinesisk (GB 2312)";
"Traditional Chinese (EUC)" = "Traditionell kinesisk (EUC)";
"Korean (EUC)" = "Koreansk (EUC)";
"Japanese (Shift JIS)" = "Japansk (Shift JIS)";
"Cyrillic (KOI8-R)" = "Kyrillisk (KOI8-R)";
"Traditional Chinese (Big 5)" = "Traditionell kinesisk (Big 5)";
"Western (Mac Mail)" = "Västerländsk (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "Förenklad kinesisk (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "Traditionell kinesisk (Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "Ukrainsk (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "Traditionell kinesisk (Big 5-E)";
"Western (NextStep)" = "Västerländsk (NextStep)";
"Non-lossy ASCII" = "Standard-ASCII";
"Western (EBCDIC Latin Core)" = "Västerländsk (EBCDIC Latin Core)";
"Western (EBCDIC Latin 1)" = "Västerländsk (EBCDIC Latin 1)";
"Japanese (Auto Detect)" = "Japansk (upptäck automatiskt)";
